Repository: Cenditel/cenditel.transcodedaemon
Catalog: cenditel/transcodedaemon/locales/*/LC_MESSAGES/cenditel.transcodedaemon.po
Languages: es

source: Cenditel Transcode Daemon Panel
es: Configuración Multimedia Cenditel

source: Cenditel Transcode Daemon Settings
es: Configuración del convertidor de formatos de Cenditel

source: Enter the URL to the streaming server
es: Introduzca la dirección al servidor de streaming

source: Enter the max file size, in MB (like 30)
es: Introduzca el tamaño máximo de archivo que puede ser cargado, en MB por ejemplo 30

source: Enter the path of the mount point
es: Introduzca el directorio del punto de montaje de File System Storage

source: Parameters of FFMPEG to use in audio transcode
es: Parámetros del FFMPEG a usar en la conversión de archivos de audio

source: Parameters of FFMPEG to use in video transcode
es: Parámetros del FFMPEG a usar en la conversión de archivos de vídeo

source: Specifies if the transcode is ON or OFF, default is ON
es: Especifica si el servicio de conversión se encuentra encendido o apagado, por defecto es encendido

source: The adress of the streaming server, must be a Web server to publish the multimedia contents
es: La dirección del servidor de streaming, debe ser un servidor Web para publicar contenido multimedia

source: The max file size that can be uploaded
es: El tamaño máximo de archivo que puede ser cargado

source: The mount point of File System Storage
es: El punto de montaje de File System Storage

source: This line has all the parameters to use in FFMPEG to convert files between formats, by default, this services have been preconfigured with following parameters ' -acodec libvorbis -ab 128k -ac 2 -ar 48000'
es: Esta linea tiene todos los parámetros a usar en FFMPEG para permitir la conversión entre formatos, por defecto, este servicio ha sido configurado inicialmente con los siguientes parámetros '-acodec libvorbis -ab 128k -ac 2 -ar 48000'

source: This line has all the parameters to use in FFMPEG to convert files between formats, by default, this services have been preconfigured with following parameters ' -b 926k -aspect 16:9 -vframes 25000 -vcodec libtheora -acodec libvorbis -ab 128k -ac 2 -ar 48000'. Optionally are others recommended FFMPEG parameters useful like ' -b 200k -aspect 16:9 -vframes 25000 -vcodec libtheora -acodec libvorbis -ab 100k -ac 2 -ar 48000' and ' -aspect 16:9 -sameq -vcodec libtheora -acodec libvorbis -ab 100k+'.
es: Esta linea tiene todos los parámetros a usar en FFMPEG para permitir la conversión entre formatos, por defecto, este servicio ha sido configurado inicialmente con los siguientes parámetros ' -b 926k -aspect 16:9 -vframes 25000 -vcodec libtheora -acodec libvorbis -ab 128k -ac 2 -ar 48000'. Opcionalmente, estas otras configuraciones muy recomendadas como ' -b 200k -aspect 16:9 -vframes 25000 -vcodec libtheora -acodec libvorbis -ab 100k -ac 2 -ar 48000' y ' -aspect 16:9 -sameq -vcodec libtheora -acodec libvorbis -ab 100k+'.

source: This panel permits config some options of cenditel.transcodedaemon
es: Este panel permite configurar algunas opciones del producto cenditel.transcodedaemon

source: Those are the valid content types that can be uploaded to the server using Cenditel multimedia products, to load a new content type the mimetype must have a space after him
es: Esos son los tipos de contenido válido que se pueden cargar en el servidor utilizando productos multimedia Cenditel, para cargar un nuevo tipo de contenido del tipo mimetype debe haber un espacio después del tipo agregado

source: Transcode Switch
es: Activado del servicio de conversión de formatos

source: Video Valid Content Types to be uploaded
es: Tipos de contenidos de vídeo validos que pueden ser cargados

source: gs_profiles_default_description
es: Instalar una configuración predeterminada para el producto cenditel.transcodedaemon

source: gs_profiles_default_title
es: Servicio de conversión de formatos multimedia Cenditel

source: gs_profiles_uninstall_description
es: Desinstalar una configuración predeterminada para el producto cenditel.transcodedaemon

source: gs_profiles_uninstall_title
es: Peril de desinstalación del servicio de conversión de formatos multimedia Cenditel
