Repository: Cenditel/cenditel.transcodedaemon
Catalog: cenditel/transcodedeamon/locales/*/LC_MESSAGES/transcodedeamon.po
Languages: es

source: Cenditel Transcode Daemon Panel
es: Panel del servicio de conversión de formatos Cenditel

source: Cenditel Transcode Daemon Settings
es: Configuraciones de servicio de conversión de formatos Cenditel

source: Enter the max file size, in MB (like 30)
es: Ingrese el tamaño máximo de archivo, en MB (algo asi 30)

source: Enter the path of the mount point
es: Ingrese la ruta del punto de montaje

source: Parameters of FFMPEG to use in audio transcode
es: Parámetros de conversión del formato de Audio para el programa FFMPEG

source: Parameters of FFMPEG to use in video transcode
es: Parámetros de conversión del formato de Vídeo para el programa FFMPEG

source: Specifies if the transcode is ON or OFF, default is ON
es: Especifica si el producto para convertir de formatos (cenditel.transcodedeamon) es ON o OFF, por defecto es ON

source: The adress of the streaming server
es: La dirección del servidor streaming

source: The adress of the streaming server, must be a Web server to publish the multimedia contents
es: La dirección del servidor streaming, debería ser el servidor que publique los contenidos multimedia

source: The max file size that can be uploaded
es: El tamaño máximo de archivo que puede subir

source: The mount point of File System Storage
es: El punto de montaje del FileSystemStorage

source: This line has all the parameters to use in FFMPEG to convert files between formats
es: Esta linea tiene todos los parámetros a usar con el programa FFMPEG para convertir archivos entre diversos formatos

source: This line has all the parameters to use in FFMPEG to convert files between formats, by default: <br />1) -b 926k -aspect 16:9 -vframes 25000 -vcodec libtheora -acodec libvorbis -ab 128k -ac 2 -ar 48000 <br /> <br />Optionally are others recommended FFMPEG parameters useful: <br />2) -b 200k -aspect 16:9 -vframes 25000 -vcodec libtheora -acodec libvorbis -ab 100k -ac 2 -ar 48000 <br />3) -aspect 16:9 -sameq -vcodec libtheora -acodec libvorbis -ab 100k+ <br />
es: Esta linea tiene todos los parámetros a usar con el programa FFMPEG para convertir archivos entre diversos formatos, esta definido por defecto el siguiente valor: <br />1) -b 926k -aspect 16:9 -vframes 25000 -vcodec libtheora -acodec libvorbis -ab 128k -ac 2 -ar 48000 <br /> <br />Opcionalmente hay otras parámetros recomendados para el programa FFMPEG que son muy útiles: <br />2) -b 200k -aspect 16:9 -vframes 25000 -vcodec libtheora -acodec libvorbis -ab 100k -ac 2 -ar 48000 <br />3) -aspect 16:9 -sameq -vcodec libtheora -acodec libvorbis -ab 100k+ <br />

source: This panel permits config some options of cenditel.transcodedeamon
es: Este panel permite configurar algunas opciones del cenditel.transcodedeamon

source: Those are the valid content types that can be uploaded
es: Estos son los tipos de contenidos validos que pueden ser cargados

source: Those are the valid content types that can be uploaded to the server using cenditel multimedia products, to load a new content type the mimetype must have a space after him
es: Estos son los tipos de contenidos validos que pueden ser cargados en el servidor usando los productos Multimedia de la fundación Cenditel, para cargar un nuevo tipo de contenido el mimetype debe estar definido y separado cada uno por un espacio en el siguiente caja de texto

source: Transcode Switch
es: Activar Convertidor de Formatos

source: Video Valid Content Types to be uploaded
es: Tipos de contenidos validos de Vídeo a ser cargados
